import { Book } from "@/components/Book";

const Index = () => {
  const chapters = [
    {
      title: "    ",
      content: `এটি সবই শুরু হয়েছিল বাংলাদেশের একটি ছোট শহরে যেখানে দুটি ছোট শিশু ললিতা এবং শেখর সবচেয়ে ভালো বন্ধু হয়ে ওঠে। ললিতা শেখের চেয়ে দুই বছরের ছোট ছিল, কিন্তু তারা বই, চলচ্চিত্র এবং সঙ্গীতের প্রতি তাদের ভাগ করা ভালোবাসার বন্ধনে আবদ্ধ হয়েছিল। শেখর সবসময় ললিতার সাথে একটি বিশেষ সংযোগ অনুভব করেছিল, যা সে পুরোপুরি বুঝতে পারেনি। সে শুধু জানতো যে সে তার সাথে সময় কাটাতে পছন্দ করে এবং সে তার জীবনের সবচেয়ে গুরুত্বপূর্ণ ব্যক্তি।

     একদিন শেখর দেখল শেখর একটি ক্যাফেতে এক কিশোর বয়সী ছেলের সাথে কথা বলছে। তারা কি বলছে সে শুনতে পেল না, কিন্তু ছেলেটি ললিতার কাঁধে হাত রেখেছিল। শেখর তার উপর ঈর্ষার ঢেউ অনুভব করলো এবং ছেলেটি কে তা জানার জন্য তাদের কাছে ঝড় তুললেন।

      ললিতা হতবাক ও বিভ্রান্ত হয়ে তার দিকে তাকাল। ছেলেটি নিজেকে ললিতার স্কুলের বন্ধু বলে পরিচয় দেয় এবং পরিস্থিতি বুঝতে পেরে দ্রুত চলে যায়।

      শেখর ললিতার কাছে ক্ষমা চাইলো তার এই আচারনের কারনে, কিন্তু ঘটনাটি তার বিষণ্ণতা আরও গভীর করে। এরপর থেকে শেখর ললিতার সবকিছু সম্পর্কে খবর রাখত।

      তারা বড় হওয়ার সাথে সাথে,শেখর বুঝতে শুরু করেছিল যে ললিতার প্রতি তার অনুভূতি কেবল বন্ধুত্বের ছিলো না, তার চেয়ে বেশি ছিল। সে তখন বুঝতে পারেনি কিন্তু তার জন্য একটি আকাঙ্ক্ষা অনুভব করতে পারতো, অন্য কারো চেয়ে তার কাছাকাছি হওয়ার আকাঙ্ক্ষা। কিন্তু সে এই অনুভূতি প্রকাশ করতে জানতো না, এবং সে ভয় পেতো যে সে যদি তাকে হারিয়ে পেলে।`
    },
    {
      title: "",
      content: `কিশোর বয়সে, ললিতা এবং শেখরের বন্ধন আরও দৃঢ় হয়। তারা তাদের স্বপ্ন এবং আকাঙ্ক্ষা সম্পর্কে কথা বলতো, তাদের ভয় এবং সন্দেহগুলি ভাগ করে নিয়ে ঘন্টার পর ঘন্টা ব্যয় করতো। শেখর প্রায়ই ললিতার দিকে তাকিয়ে থাকতো, তার সৌন্দর্য এবং বুদ্ধিমত্তার প্রশংসা করতো। কিন্তু সে তখনও জানতো না কিভাবে তাকে বলবে কেমন লাগছে।

      একদিন, শেখর যখন ললিতার জানালা দিয়ে উঁকি দিচ্ছিল, সে ঘটনাক্রমে বাইরে রাখা একটি পাত্রের সাথে ধাক্কা খায়। শোরগোল ললিতাকে চমকে দিল, সে তৎক্ষণাৎ কী হয়েছে তা দেখতে গেল। দরজা খোলার সাথে সাথে সে দেখতে পেল শেখর তার মুখে একটি ভেড়ার হাসি নিয়ে দাঁড়িয়ে আছে।

      ললিতা প্রথমে বিরক্ত হয়েছিলো, কিন্তু শেখর দ্রুত ক্ষমা চেয়ে নিলো এবং তার নির্বোধ কৌতুক দিয়ে তাকে হাসাতে লাগলো । সে তার কৌতুক এবং বুদ্ধি দিয়ে  হাসাতে শুরু করল তাকে. তারা একসাথে বসে কথা বলতে শুরু করল, এবং তারা এটি বোঝার আগেই কয়েক ঘন্টা কেটে গেছে।

      সূর্য ডুবতে শুরু করল, শেখর বুঝতে পারল যে সে ললিতার বাড়িতে তার পরিকল্পনার চেয়ে অনেক বেশি সময় পার করে ফেলেছে। সে তার মাকে বলেছিলো যে সে রাতের খাবারের জন্য বাড়িতে আসবে, কিন্তু সে ললিতার পাশ ছেড়ে যেতে চায়নি।

      তার মুখে আতঙ্কের ছাপ দেখে ললিতা তাকে বাড়িতে নিয়ে যাওয়ার প্রস্তাব দেয়। তারা রাস্তা দিয়ে হেঁটে চলতে থাকল। শেখর ললিতার জন্য কৃতজ্ঞ ছিলো এবং বিশ্বাস করতে পারছিলো না যে সে তাকে বন্ধু হিসেবে পেয়ে কতটা ভাগ্যবান।

      অবশেষে যখন তারা শেখরের বাড়িতে পৌঁছাল, ললিতা তাকে দ্রুত আলিঙ্গন করে বিদায় জানালে। শেখর সেখানে দাঁড়িয়ে তাকে চলে যেতে দেখছিল, তার হৃদয়ে এমন উষ্ণতা অনুভব করেছিল যা সে আগে কখনও অনুভব করেনি।

      সেদিন থেকে শেখর ললিতাকে বারবার দেখার জন্য কোনো না কোনো অজুহাত খুঁজতে থাকে, এবং তারা দুজন অবিচ্ছেদ্য হয়ে যায়। তারা একসাথে আরও অনেক মজার এবং রোমান্টিক মুহূর্ত ভাগ করে নিয়েছিলো, এবং তাদের বন্ধুত্ব কেবল প্রতিটা দিনের সাথে আরও শক্তিশালী হয়েছে।

      একদিন শেখর বই ধার করার অজুহাতে ললিতার বাড়িতে যায়। সে এসে জানতে পারলো ললিতা শাওয়ারে আছে। সে বসার ঘরে সোফায় বসে পড়ল, তার শেষ হওয়ার অপেক্ষায়।

      সে অপেক্ষা করতে করতে কফি টেবিলে একটা ফটো অ্যালবাম লক্ষ্য করল। সে কৌতূহলবশত এটি তুলে নিলেন এবং পৃষ্ঠাগুলি উল্টাতে শুরু করলো। হঠাৎ, সে ললিতার ছোটবেলার একটি দন্তহীন হাসি এবং বেণীর ছবি দেখে হোঁচট খেলো। সে হাসতে পারলো না এবং প্রশংসা করলো যে তাকে কতটা সুন্দর দেখাচ্ছে।

      ললিতাকে বাথরুম থেকে বেরিয়ে দেখে মেহমেত হাসছে। সে তাকে জিজ্ঞাসা করলো যে এত মজার কি ছিল এবং সে তাকে ছবিটি দেখালো। সে প্রথমে বিব্রত হলেও পরে দুজনেই একসাথে হাসতে শুরু করে।

      সেই দিন থেকে, শেখর ললিতা যখনই হ্যাং আউটে যায়  তখনই ছবি তুলত, মজা করে ললিতাকে তার "চতুর" অতীত নিয়ে টিজ করত। এটি তাদের মধ্যে একটি চলমান রসিকতা হয়ে ওঠে এবং তারা একসাথে অনেক হাসি ভাগ করে নেয়।

      তারা বড় হওয়ার সাথে সাথে শেখর বুঝতে পেরেছিলো যে সে ললিতার হাস্যরস এবং দয়ালু হৃদয়ের প্রেমে পড়েছে। সে জানতো যে সে তার সাথে তার বাকি জীবন কাটাতে চায়, তাকে হাসাতে এবং জীবনের সমস্ত অ্যাডভেঞ্চারের অংশীদার করাতে চায়।

      কিশোর বয়সে, শেখর ললিতার প্রেমে মাথা ঘামাতো, কিন্তু সে গভীরভাবে জানতো যে সে তাকে কখনই বিয়ে করবেন না। তার সাথে তার জীবন কাটাতে না পারার চিন্তায় সে বিধ্বস্ত হয়েছিলেন। কিন্তু তার চেয়েও ভয়ংকর ব্যাপার ছিল যে সে বেকার ছিল এবং ললিতার মায়ের কাছে বিয়ের জন্য হাত চাওয়ার স্বপ্নও দেখতে পারেনি।

      শেখর প্রায়ই তার ছোট্ট ঘরের জানালার পাশে বসে পৃথিবীকে দেখতেন, ললিতার চিন্তায় হারিয়ে যেতো। সে তাকে সুখী করার সমস্ত উপায় নিয়ে ভাবতো, কিন্তু তার পরিবারের দ্বারা প্রত্যাখ্যাত হওয়ার চিন্তা তাকে সবসময় আটকে রাখত।

     একদিন মেহমেত তার চিন্তায় হারিয়ে গেলে তার মা তার ঘরে এসে তার পাশে বসলো। সে তার চোখে দুঃখ দেখতে পেল এবং জানত যে কিছু একটা তাকে বিরক্ত করছে।

     "শেখর, কি সমস্যা?" সে মৃদুস্বরে জিজ্ঞেস করল।

     শেখর অবশেষে তার মায়ের কাছে বলার আগে এক মুহুর্তের জন্য ইতস্তত করল। সে মাকে বলেছিলো যে সে ললিতাকে কতটা পছন্দ করে এবং সে তাকে ছাড়া তার জীবন কাটানোর কল্পনা করতে পারে না। কিন্তু সে মাকে এটাও বলেছিল যে সে বেকার এবং ললিতার মায়ের কাছে বিয়ের জন্য তার হাত চাইতে পারছে নাহ্।

     তার মা ধৈর্য সহকারে শুনলেন এবং তারপর বললো, "শেখর, তুমি বেকার থাকার কারণে তোমার স্বপ্ন ছেড়ে দিতে পারো নাহ্। তোমাকে নিজের উপর এবং ললিতার প্রতি তোমার ভালবাসার প্রতি বিশ্বাস রাখতে হবে। না চাইতেই হয়তো তার মন জয় করার উপায় আছে। অনুমতির জন্য তার মা।"

     শেখর মনে মনে আশার ঝিলিক অনুভব করল। হয়তো তার মা ঠিক বলেছে। হয়তো মাকে না দিয়েই ললিতার মন জয় করার উপায় ছিল।

     পরের কয়েক সপ্তাহে, শেখর ললিতাকে প্রভাবিত করার জন্য বিভিন্ন ধারণা তৈরি করে। সে তাকে ইমপ্রেস করার জন্য প্রেম সংগঠিত চিঠি লিখতো, তার পছন্দের গান গাইতো এবং এমনকি তার প্রিয় খাবারগুলি কীভাবে রান্না করতে হয় তা শিখতো। সে অক্লান্তভাবে এগুলো করে যাচ্ছিলো, এই আশায় যে একদিন সে ললিতাকে দেখাতে পারবে যে সে তাকে কতটা ভালোবাসে।

     শেখর কয়েক সপ্তাহ ধরে ললিতাকে প্রস্তাব দেওয়ার স্বপ্ন দেখছিলো। সে একটি রোমান্টিক পরিবেশ এবং বলার জন্য সমস্ত সঠিক শব্দ সহ নিখুঁত দৃশ্যকল্প কল্পনা করেছিলো। এমনকি সে অসংখ্যবার আয়নার সামনে প্রস্তাব দেওয়ার অনুশীলন করেছিলো।

     অবশেষে, সেই দিনটি এসেছে যখন শেখর তার পরিকল্পনাটি কার্যকর করবে। সে তার সেরা পোশাক পরে, ফুলের তোড়া নিয়ে ললিতার বাড়ির দিকে রওনা দিল। দরজার কাছে আসার সাথে সাথে তার হৃদপিন্ড প্রত্যাশার সাথে ধড়ফড় করতে শুরু করে, সে একটি দীর্ঘ নিঃশ্বাস নিয়ে কলিং বেল বাজালো।

     ললিতার মা দরজায় খুলে দিয়ে তাকে উষ্ণ অভ্যর্থনা জানালো। কিন্তু ললিতা কিছু বলার আগেই ললিতা তার মায়ের পিছনে হাজির, আগের চেয়ে অনেক সুন্দর লাগছে।

     তার দিকে তাকাতেই শেখরের হৃৎপিণ্ড এক স্পন্দন এড়িয়ে গেল। সে অনুভব করতে পারছিলো যে তার হাতের তালু ঘামছে এবং তার গলা শুকিয়ে যাচ্ছে। কিন্তু সে তার স্নায়ু ব্যবহার করে  ধাক্কা দিয়ে তাকে ফুলের তোড়া উপহার দেয়।

     "ললিতা, আমি জানি যে আমি বেকার এবং আমি তোমার মায়ের কাছে বিয়েতে তোমার হাত চাইতে পারব না। কিন্তু আমি চাই তুমি জান যে আমি তোমাকে আমার সমস্ত মন দিয়ে ভালোবাসি এবং আমি আমার ক্ষমতার সব কিছু করব। তুমি খুশি ! তুমি কি আমাকে তোমার কাছে আমার ভালোবাসা প্রমাণ করার সুযোগ দেবে?"

     বিস্ময়ে ললিতার চোখ বড় বড় হয়ে গেল এবং সে হতবাক ও প্রশংসার মিশ্রিত দৃষ্টিতে ললিতার দিকে তাকাল। সে তার চোখে ভালোবাসা এবং আন্তরিকতা দেখতে পেলো এবং অনুভব করেছিলো যে তার হৃদয় একটি স্পন্দন এড়িয়ে গেছে।

     "অবশ্যই, শেখর," সে মৃদুস্বরে বলল। "আমি সবসময় জানি যে তুমি বিশেষ ছিলে। আমি খুশি যে তুমি অবশেষে আমাকে বলার সাহস পেয়েছো যে তুমি কেমন অনুভব করছো।"

     শেখরের মনে হল সে বিশ্বের শীর্ষে রয়েছে। সে বিশ্বাসই করতে পারছিল না যে তার স্বপ্ন শেষ পর্যন্ত সত্যি হয়েছে। সে ললিতাকে শক্ত করে জড়িয়ে ধরল, এক রাশ সুখ আর উত্তেজনা অনুভব করল।

     একটু পর,ললিতার হাতটা ছুঁয়ে যেতেই হঠাৎ বিকট শব্দে ঘুম ভেঙে গেল শেখরের।

     বিভ্রান্ত এবং দিশেহারা হয়ে, শেখর তার ঘরের চারপাশে তাকিয়ে দেখে যে একটি ছবির ফ্রেম দেয়াল থেকে তার উপর পড়েছিল। হতাশার ঢেউ তার উপর ভেসে উঠল কারণ সে বুঝতে পেরেছিল যে এটি কেবল একটি স্বপ্ন।

     বিষয়টি খুব খারাপ হয়েছে , তার উপর যে ছবির ফ্রেমটি পড়েছিল তা ছিল ললিতার ছবি, যা তাকে পরিস্থিতি সম্পর্কে আরও বিচলিত করে তোলে। সে হতাশায় কাতরাচ্ছে এবং কপালে ঘষছে, ভাবছে তার স্বপ্ন কখনো সত্যি হবে কিনা।

     একদিন, ললিতা ঘোষণা করলো যে সে অন্য একজনের সাথে বিবাহবন্ধনে আবদ্ধ হয়েছে। শেখর বিধ্বস্ত হয়ে গিয়েছিল। সে সবসময় আশা করেছিলো যে তারা একসাথে শেষ হবে, এবং এখন সেই স্বপ্নটি অসম্ভব বলে মনে হচ্ছে। সে তার অনুভূতি লুকানোর চেষ্টা করেছিল, কিন্তু ললিতা তাকে খুব ভালো করেই জানত। সে তার চোখে ব্যথা দেখতে পায়, এবং এটি তার হৃদয় ভেঙে দেয়।

     ললিতা যখন অন্য একজনের সাথে তার বিবাহের  ঘোষণা দেয় তখন শেখরের হৃদয় এক মিলিয়ন টুকরো হয়ে যায়। যেন তার পৃথিবী ভেঙে পড়েছিল, এবং সে যে স্বপ্ন লালন করেছিলো তা চিরতরের জন্য  নাগালের বাইরে বলে মনে হয়েছিল। যদিও সে সবসময় জানত যে ললিতা তার প্রতি তার ভালবাসার বিষয়ে সচেতন ছিল, সে কখনো তার সত্যিকারের অনুভূতি স্বীকার করার সাহস পায়নি।

     দিনগুলি সপ্তাহে পরিণত হওয়ার সাথে সাথে,শেখর নিজেকে রাগ, হিংসা এবং গভীর দুঃখের মিশ্রণে গ্রাস হতে দেখল।ললিতা দুষ্টুমি করে তার বন্ধু কে জান বলে ডাকার সময় সে যন্ত্রণার সাথে দেখেছিলো। যতবার সে তাদের কৌতুকপূর্ণ মিথস্ক্রিয়া দেখেছে, তার হৃদয় ব্যথায় দুমড়ে মুচড়ে গিয়েছিলো। তারা যে কথোপকথন করত তার স্মৃতি, তারা যে হাসি ভাগাভাগি করত তা একসময় একটি ধ্রুবক যন্ত্রণা হয়ে উঠেছিল মেহমেতর জন্য ।

     তার বাগদত্তার প্রতি ললিতার নতুন আগ্রহ ললিতার রক্তকে ঈর্ষায় ফুটিয়ে তোলে। ক্ষত-বিক্ষত হৃদয়কে লালন-পালন করে পিছনে ফেলে রেখে এত সহজে তাকে চলতে দেখে সে সহ্য করতে পারেনি। তাদের হাসাহাসি ভাগ করা কথোপকথন, গভীর রাতের কল এবং টেক্সট যা শেখরের  জীবনকে আলোকিত করত, সবই দূরের স্মৃতিতে পরিণত হয়েছিল কারণ ললিতা নিজেকে শেখর থেকে দূরে সরিয়ে দিয়েছিল।

     শেখরের ঈর্ষা তীব্র হয়ে ওঠে যখন সে দেখে ললিতা তার কাজিনদের সাথে অনায়াসে হাসাহাসিতে জড়িত, বিশেষ করে বন্ধুর সাথে। তাদের হাসতে এবং একে অপরের সঙ্গ উপভোগ করার দৃশ্য তার হৃদয়ে ছুরিকাঘাত করে, তার মধ্যে হিংসার আগুন জ্বালায়। সে তাকে হাসানোর জন্য একজন হতে চেয়েছিলো, আনন্দ এবং দুঃখের সময়ে সে যার দিকে ফিরেছিলো।

     আর ব্যথা সহ্য করতে না পেরে, শেখর ললিতার কাজিনদের সাথে সম্পর্ক ছিন্ন করার কঠিন সিদ্ধান্ত নিয়েছিল। তাদের উপস্থিতি শুধুমাত্র তার অনুপস্থিত ভালবাসার একটি ধ্রুবক অনুস্মারক হিসাবে কাজ করছিলো, এমন একটি ভালবাসা যা ললিতার কাছে কিছুই বোঝায় না। ছায়ার মধ্যে রেখে যাওয়ার সময় তার গোপনীয়তা ভাগ করে নেওয়া এবং একটি ঘনিষ্ঠ বন্ধন গড়ে তোলার চিন্তা তিনি সহ্য করতে পারেননি।

     এই সমস্ত কিছুর মধ্যেও, শেখরর একটি রহস্য রয়ে গেছে, সে তার সত্যিকারের অনুভূতি প্রকাশ করেনি। শেখর ভাবতে বসেছিল যে সে আদৌ তার যত্ন নিয়েছে কিনা। দেখে মনে হয়েছিল যেন সে তার কাছে একজন সাধারণ মানুষ ছাড়া আর কিছুই নয়, এমন একজন যে তার হৃদয়ে বিশেষ স্থান রাখে না। এই উপলব্ধির বেদনা তাকে গভীরভাবে কেটেছে, তার ইতিমধ্যে আহত আত্মায় হৃদয়ের বেদনার আরেকটি স্তর যুক্ত করেছে।`
    },
    {
      title: "",
      content: `লতার বিয়ের দিন যতই ঘনিয়ে আসছে, শেখর নিজেকে তার অনুভূতির সাথে লড়াই করতে দেখল। সে দীর্ঘদিন ধরে জানতো যে সে তার প্রেমে পড়েছে, কিন্তু সে সবসময় এই অনুভূতিগুলিকে একপাশে ঠেলে দিয়েছিলো, এই ভেবে যে তারা কখনই একসাথে থাকতে পারবে না।

     এখন, যখন সে লতাকে অন্য কাউকে বিয়ে করার জন্য প্রস্তুত হতে দেখেছিলো, তখন সে দুঃখ এবং অনুশোচনার অনুভূতি অনুভব করতে পারলো। সে জানতো যে সে তার জন্য সঠিক ব্যক্তি, কিন্তু এটি ভুল সময় ছিল।

     যখন সে তাকে করিডোর দিয়ে হেঁটে যেতে দেখল, শেখরর হৃদয় আনন্দ এবং বেদনার মিশ্রণে বেদনাদায়ক হয়ে গিয়েছিলো। সে অবশ্যই তার জন্য খুশি ছিল, কিন্তু সে খুশি হতে পারলো না কিন্তু ভাবতে থাকলো কী হতো যদি তারা তাদের জীবনের অন্য সময়ে দেখা করত।

     শেখর আক্ষেপ করে বলতে লাগলো,
     "তুমি আবার জন্ম নিও আমি তোমার স্বামী হব "

     অনুষ্ঠান শুরু হওয়ার সাথে সাথে শেখরের মন তার শৈশবে ফিরে গেলো । সে ললিতার সাথে কাটানো সমস্ত সময় মনে রেখেছিলো, গেম খেলেছিলো, গ্রামাঞ্চলে ঘুরে দেখেছিলো এবং তাদের আশা এবং স্বপ্নগুলি ভাগ করেছিলো। সে সবসময় জানত যে লতা তার জন্য একজন, কিন্তু সে কখনো তাকে বলার সাহস করেনি। সে তার বন্ধুত্ব হারানোর ঝুঁকি নিতে চায়নি।

     এখন, অনেক দেরি হয়ে গিয়েছিল। ললিতা অপরিচিত একজনের সাথে বিবাহ বন্ধনে আবদ্ধ হয়ে শেখরের হৃদয় ভেঙে দিচ্ছিলো।কাজী সাহেবের মুখে বিয়ের অনুষ্ঠানের কথাগুলো শুনতেই সে চোখের পানি ধরে রাখতে পারল না । লতাকে অন্য কাউকে বিয়ে করতে দেখে সে সহ্য করতে পারেনি, কিন্তু তার কোনো উপায় ছিল না।

     বিয়ের অনুষ্ঠান জুড়ে শেখরের মনে হলো সে স্বপ্নে আছে।

     বিয়ের অনুষ্ঠান যত এগিয়ে যাচ্ছে, শেখরের হৃদয় ততই ভারী থেকে ভারী হতে লাগল। সে ললিতার সাথে কাটানো সমস্ত সময়, তাদের ভাগ করে নেওয়া সমস্ত স্মৃতি এবং যে সমস্ত মুহূর্তগুলি সে চেয়েছিলো সেগুলি সম্পর্কে সে ভাবতে পারলো না।

     পুরোহিত যখন লতা এবং তার নতুন স্বামীকে স্বামী এবং স্ত্রীকে স্ত্রী হিসাবে উচ্চারণ করালো তখন, শেখর তার বুকে তীব্র ব্যথা অনুভব করলো।

     সে দেখছিলো যে ললিতা তার বাগদত্তার সাথে প্রতিজ্ঞা বিনিময় করছে এবং তার মনে হয়েছিল যেন তার হৃদয় ভেঙে যাচ্ছে।

     ললিতার অন্য কারো সাথে থাকার চিন্তা সে সহ্য করতে পারেনি। সে তার চোখের জল ধরে রাখার চেষ্টা করেছিলো, কিন্ত তার গাল বেয়ে পড়ছিল যখন সে তার নতুন স্বামীর সাথে তার বিনিময় প্রতিজ্ঞা দেখছিল।

     অনুষ্ঠানের পরে, শেখর মসজিদ থেকে পিছন দিয়ে রাস্তায় নেমে আসে, শোকে তার হৃদয় ভারাক্রান্ত। রিসেপশনে  তার নতুন স্বামীর সাথে লতার কাপল ডান্স সহ্য করতে পারেনি সে।

     হাঁটতে হাঁটতে তার মনে পড়ে গেল বছরের পর বছর লতার সাথে কাটানো সব সময়। তারা একসাথে বড় হয়েছে, পার্কে একসাথে ঘুরছে। তারা একে অপরের সাথে সবকিছু ভাগ করে নিতো, কিন্তু সে তাকে কতটা ভালোবাসে তা বলার জন্য সে কখনই সাহসী ছিল না।

     শেখর পার্কের বেঞ্চে এসে থামল এবং বসল, তার মাথায় প্রচন্ড ব্যাথা করছিল। সে ভাবলো, যদি সে তাকে বলতো যে তার অনুভূতি কেমন তার প্রতি। হয়তো তারা একসাথে সুখী হতে পারতো। কিন্তু এখন অনেক দেরি হয়ে গিয়েছিল। তাকে এখন দূর থেকে ভালবাসার যন্ত্রণা নিয়ে বেঁচে থাকতে হবে।

     সূর্য অস্ত যাওয়ার সাথে সাথে শেখর উঠে দাঁড়িয়ে তার চোখের জল মুছে নিল। সে জানত যে সে সবসময় ললিতাকে ভালবাসবে, কিন্তু সে এটাও জানত যে তাকে এগিয়ে যেতে হবে। দীর্ঘ নিঃশ্বাস ফেলে রিসেপশনে ফিরে যেতে লাগলো। সে যে ললিতাকে ভালবাসে তাই তাকে বিদায় জানানোর জন্য এগিয়ে গেলো।

     অনুষ্ঠানের পর, শেখর নিজেকে ললিতার সাথে কিছুক্ষণের জন্য একা পেয়েছিলো। তাকে তার বিয়ের পোশাকে উজ্জ্বল দেখাচ্ছিল, এবং শেখর তার দিকে বিস্ময়ে তাকিয়ে থাকতে পারেনি।

     ললিতা তার চোখে দুঃখ লক্ষ্য করলো এবং সে তাকে জিজ্ঞাসা করলো কি ভুল ছিল। শেখর একটি গভীর শ্বাস নিল এবং অবশেষে তার অনুভূতি প্রকাশ করার সাহস সঞ্চয় করল।

     "ললিতা, আমি জানি অনেক দেরি হয়ে গেছে, কিন্তু আমি শুধু তোমাকে জানাতে চেয়েছিলাম যে আমি ছোটবেলা থেকেই তোমাকে ভালোবাসি। আমি সবসময় ভাবতাম যে তুমি আমার জন্য একজন, কিন্তু আমি তোমাকে বলতে খুব ভয় পেতাম। এবং এখন, তোমাকে অন্য কারো সাথে বিয়ে হতে দেখে খুব কষ্ট হচ্ছে।"

     ললিতা তার চোখে অশ্রু নিয়ে তার দিকে তাকাল, এবং কিছুক্ষণের জন্য, শেখর ভাবল যে সেও হয়তো একই রকম অনুভব করেছে। কিন্তু তারপর সে আলতো করে তার হাত ধরে বলল,
     "আমি জানি তুমি আমাকে ভালোবাসো, শেখর," "এবং আমি চাই তুমিও জানো যে আমিও তোমাকে ভালবাসি। কিন্তু কখনও কখনও, জিনিসগুলি আমরা যেভাবে চাই সেভাবে কাজ করে না।"

     শেখর হতবাক। সে সবসময় ধরেই নিয়েছিলো যে ললিতা তার সম্পর্কে একইরকম অনুভব করে না এবং এখন সে শুনতে পাচ্ছে যে সেও একই অনুভব  করেছে। কিন্তু অনেক দেরি হয়ে গেছে, সে ইতিমধ্যেই অন্য একজনকে বিয়ে করেছে।

     ললিতা চলে যাওয়ার জন্য উঠে যেতেই সে শেখরের দিকে ফিরে বললেন, "শুধু মনে রাখবে, মাঝে মাঝে তুমি সঠিক ব্যক্তির সাথে দেখা করবে, কিন্তু ভুল সময়ে। কিন্তু তার মানে এই নয় যে ভালোবাসা সত্যি নয়।"

     শেখর আবেগের সংমিশ্রণ অনুভব করে চলে যাওয়ার সময় দেখল। ললিতা তাকে ভালবাসে জেনে সে কৃতজ্ঞ ছিল, কিন্তু সে তার সাথে থাকতে না পারার বেদনা অনুভব করতে পারেনি। সেই দিনের স্মৃতি তাকে তাড়া করবে বছরের পর বছর।

     শেখরের মনে হল তার হৃদয় এক মিলিয়ন টুকরো হয়ে গেছে। সে জানতো যে সে সঠিক ছিলো, তাদের জন্য অনেক দেরি হয়ে গেছে। কিন্তু সে বুঝে উঠতে  পারেনি কিন্তু আশ্চর্য হতে পারতো যে যদি তারা তাদের জীবনের ভিন্ন সময়ে মিলিত হতো।


     অনুষ্ঠান শেষ হতেই শেখর তার কাঁধে হাত অনুভব করল। সে ললিতার বোনকে দেখতে পেল, যিনি সর্বদা তাঁর কাছে বড় বোনের মতো ছিলো। তার দিকে তাকাতেই তার চোখে জল চলে এলো।

     "আমি জানি তুমি কেমন অনুভব করছো," সে মৃদুস্বরে বলল। "কিন্তু তোমাকে তাকে যেতে দিতে হবে। সে তার পছন্দকে বিয়ে করেছে, এবং তোমাকে সম্মান করতে হবে।"

     শেখর মাথা নাড়ল, কিন্তু তার হৃদয় যেন ছিঁড়ে যাচ্ছে। সে ললিতা এবং তার নতুন স্বামীকে হাত ধরে করিডোর দিয়ে হেঁটে যেতে দেখেছিলো। সে জানতো যে সে তাকে কখনই ভুলতে পারবে না, যে সে সর্বদা দূরে চলে যাবে।

     মধ্য রাতে শেখর একা বাগানে বসে তারার দিকে তাকিয়ে থাকতে লাগল।

     যখন সে সেখানে বসে চিন্তায় হারিয়ে গেল, সে তার পিছনে পায়ের আওয়াজ শুনতে পেল। সে ঘুরে দেখল ললিতার বোন সেখানে দাঁড়িয়ে আছে, তার মুখে বিষণ্ণ হাসি।

     "আমি জানি এটা তোমাকে ব্যাথা দিচ্ছে ," সে মৃদুস্বরে বলল। "কিন্তু তুমি অন্য কাউকে খুঁজে পাবে। এমন একজন যে তোমাকে তোমার মতো ভালোবাসবে। এমন একজন যে তোমাকে খুশি করবে।"

     শেখর মাথা নাড়ল, কিন্তু সে তার কথা বিশ্বাস করল না। সে জানতো যে ললিতাকে তার হৃদয়ে কেউ প্রতিস্থাপন করতে পারবে না। সে জানত যে সে সবসময় তাকে ভালবাসবে, যাই হোক না কেন।

     এরপর অনেকদিন কেটে যায়,  তাদের আর দেখা হয় না।

     ললিতার বিয়ের পর থেকে সে তার সাথে  মুখোমুখি হওয়া এড়িয়ে চলতো, কিন্তু ভাগ্য আজ তাদের একত্রিত করেছে।

     ব্যস্তময় টমছমব্রীজ শাখার স্বপ্ন সুপার শপের সামনে শেখর দাড়িয়ে থাকলো ট্যাক্সির জন্য। তখন হটাৎ করে সে ললিতা কে দেখতে পেল।তখন কিছুহ্মনের জন্য শেখরের  হৃদয় স্পদন বন্ধ হয়ে গিয়েছিল। সে চোখ বড় বড় করে লতার দিকে তাকিয়ে থাকল।ললিতাও ট্যাক্সির জন্য অপেক্ষা করছিলো। লতা বামদিকে তাকাতেই দেখে যে শেখর। সেও শেখর কে দেখে কিছুহ্মনের জন্য থমকে গেলো।
     হঠাৎ করে ট্যাক্সির হর্নে তাদের ঘোর কাটে।ললিতা তখন নিজেকে সামলে নিয়ে সোজা ট্যাক্সির পিছনের সিটে বসে পড়ে।
     ললিতাকে সিটে বসতে দেখে শেখরের হুশ ফিরে আসে।
     লতা ট্যাক্সির পিছনের সিটে বসতেই শেখর ইতস্তত করল, কারন সে সামনের সিটে বসতে অভ্যস্ত ছিলনা। ললিতা জানতো যে সে তার সাথে পিছনের সিটে বসতে পারবে না, কারণ তার এত কাছাকাছি থাকা তার পক্ষে খুব বেদনাদায়ক হবে।

     কিন্তু তারপরও ললিতা তাকে ডেকে অবাক করে দিয়ে বলল, "শেখর, আমার সাথে বসো। কতদিন হয়ে গেল আমরা একসাথে ট্যাক্সিতে চড়েছি!" তার কন্ঠস্বর ছিল কৌতুকপূর্ণ এবং তার প্রস্তাবটা শেখরকে আঘাত করেছিল। সে কি করবে ভেবে পায়ের দিকে তাকাল।

     সেকেন্ডের টিক টিক শব্দের মতো শেখরের মন ছুটে গেল। সে জানতো যে ললিতা তাকে এবং তার প্রতি তার অনুভূতি নিয়ে মজা করছে। কিন্তু একই সময়ে, সে তাকে হাসতে দেখে  সহ্য করতে পারেনি যে তার কথাগুলি তাকে কতটা আহত করেছে। তাই একটা দীর্ঘ নিঃশ্বাস নিয়ে ট্যাক্সির সামনের সিটে উঠে দরজা বন্ধ করে দিল।

     তাদের মধ্যে নীরবতা ঘন এবং উত্তেজনাপূর্ণ ছিল। শেখর তার দিকে লতার চোখ অনুভব করতে পারল, কিন্তু সে তার দিকে তাকাতে অস্বীকার করল। সে জানালার বাইরে তাকালো, মনের ভেতরে তাকে দেখার আকাঙ্ক্ষা উপেক্ষা করার চেষ্টা করলো।

     কিন্তু একটুপর ললিতা তাকে আবার উত্যক্ত করে। "ওহ, শেখর, তোমাকে সামনের সিটে খুব সুন্দর দেখাচ্ছে," সে হাসতে হাসতে বলল।

     শেখর তার উপর রাগ এবং অপমানের ঢেউ অনুভব করল। সে তাকে বলতে চেয়েছিলো যে তার কথাগুলি তাকে কতটা আঘাত করেছে, তার প্রতি তার অপরিশোধিত ভালবাসার কারণে সে কতটা কষ্ট পেয়েছে। কিন্তু তার পরিবর্তে, সে তার রাগ নিয়ন্ত্রণ করে এবং তার মুখ বন্ধ রাখে।

     ট্যাক্সির বাকি সময়টা শান্ত ছিল, ললিতা মাঝে মাঝে একটা সুরে গুনগুন করতে থাকে আর শেখর তার নিজের চিন্তায় হারিয়ে গেল। তারা তাদের গন্তব্যে পৌঁছানোর সাথে সাথে শেখর দ্রুত ট্যাক্সি থেকে নেমে কোন কথা না বলে চলে গেল।

     হেঁটে যাওয়ার সময়, শেখর বুঝতে পারেনি কিন্তু আশ্চর্য হয়ে যায় যে ললিতার কোন ধারণা ছিল যে তার কথাগুলি তাকে কতটা আঘাত করেছে। কিন্তু সে জানতো যে সে তাকে কখনোই সত্য বলতে পারবে না, তার প্রতি তার ভালোবাসা চিরদিনের জন্য উপস্থিত থাকবে।`
    },
    {
      title: "",
      content:
      `বছর কেটে যায়, এবং শেখর তার স্বপ্নগুলি অনুসরণ করতে ইউরোপ চলে যায়। ললিতা ও তার স্বামী বাংলাদেশে থেকে গেলেও লতা  ইমেল এবং সামাজিক যোগাযোগ মাধ্যমে শেখরের সাথে যোগাযোগ রাখে।

     বছর অতিবাহিত হওয়ার সাথে সাথে শেখর এবং ললিতার মেসেজের মাধ্যমে কথোপকথন ঘন ঘন হতে থাকে। তারা জাগতিক থেকে গভীর সব বিষয়ে কথা বলতো। শেখর ইউরোপে তার সংগ্রাম এবং সাফল্য শেয়ার করতো, যখন ললিতা তার পরিবার এবং একজন স্ত্রী এবং মা হিসাবে তার জীবন সম্পর্কে কথা বলতো।

     তাদের কথোপকথন তাদের উভয়ের জন্য একটি লাইফলাইন হয়ে ওঠে। দূরত্ব এবং বছর সত্ত্বেও, তারা এখনও একটি শক্তিশালী সংযোগ অনুভব করতো। তারা তাদের স্বপ্ন, ভয় এবং আশা একে অপরের সাথে ভাগ করে নিতো বন্ধু হিসেবে ।

     একদিন, শেখর ললিতার কাছ থেকে একটি মেসেজ  পায় যে সে একটি ব্যবসায়িক ভ্রমণে ইউরোপে আসছে। শেখর এই খবরে আনন্দিত হয়েছিল এবং সাথে সাথে তার জন্য একটি সারপ্রাইজের পরিকল্পনা শুরু করে। সে নিখুঁত ভাবে সারপ্রাইজ দেওয়ার জন্য পরিকল্পনা করতে কয়েক সপ্তাহ কাটিয়ে দিয়েছিলো, সে একটি বিলাসবহুল  হোটেলে সন্ধ্যার জন্য একটি টেবিল বুক করলো এবং ললিতার প্রিয় ফুলের তোড়া ব্যাবস্থা করলো।

     ললিতার আসার দিন, শেখর নার্ভাসভাবে বিমানবন্দরে ফুল হাতে নিয়ে অপেক্ষা করছিল। ললিতাকে তার দিকে হেঁটে আসতে দেখখেই সে এমন এক আবেগ অনুভব করলো যা সে বছরের পর বছর অনুভব করেনি। তারা একে অপরকে শক্ত করে জড়িয়ে ধরল, উভয়েই তাদের দীর্ঘস্থায়ী বন্ধুত্বের উষ্ণতা অনুভব করল তখন।

     সেই সন্ধ্যায়, তারা হোটেলে গিয়েছিলো এবং তারা একে অপরকে শেষবার দেখার পর থেকে তাদের জীবনে যা ঘটেছিল সে সম্পর্কে কথা বলে ঘন্টার পর ঘন্টা কাটিয়েছিলো। ললিতা শেখরকে তার সফল ব্যবসায়িক উদ্যোগের কথা বলেছিলো এবং শেখর ইউরোপে কাজ করার নিজের অভিজ্ঞতা শেয়ার করেছিলো।

     রাত বাড়ার সাথে সাথে,শেখর অনুভব করতে পারল যে ললিতার জন্য তার পুরানো অনুভূতিগুলি তার কাছে ফিরে আসছে। ললিতা বিবাহিত জেনে সে তার অনুভূতি গুলো একপাশে ঠেলে দেওয়ার চেষ্টা করছিল। কিন্তু সে যতই তার অনুভূতিকে দমন করার চেষ্টা করেছিলেন, ততই তারা আরও শক্তিশালী হয়ে উঠছিল।

     সেই রাতে যখন তারা একে অপরকে বিদায় জানাল, ললিতাকে চলে যেতে দেখে শেখর তার নিশ্বাস বন্ধ হওয়ার অনুভূতি অনুভব করেছিল। সে জানতো যে এই সন্ধ্যাটি সে কখনই ভুলতে পারবেন না এবং এর স্মৃতি চিরকাল তার সাথে থাকবে।

     যখন তারা আলাদা হয়ে যায়, শেখর বুঝতে পেরেছিল যে সে এখনও ললিতাকে ততটা ভালবাসে যতটা সে কিশোর বয়সে করেছিল। কিন্তু সে এটাও জানত যে অতীত বদলাতে অনেক দেরি হয়ে গেছে এবং ললিতার সুখ তার নিজের চেয়েও বেশি গুরুত্বপূর্ণ। ভারাক্রান্ত হৃদয়ে, শেখর ললিতাকে বিদায় জানিয়ে চলে গেলো,এবং সে জানতো যে সে সর্বদা তাদের ভালবাসার স্মৃতি লালন করবে।


     বছর অতিবাহিত হওয়ার সাথে সাথে, শেখর ইউরোপে একটি সফল ক্যারিয়ার তৈরি করেছিল, কিন্তু সে কখনই ললিতাকে ভুলতে পারেনি। সে প্রায়ই তাকে মেসেজ দিতো এবং তারা পুরানো সময়ের কথা বলতেন।

     তারা আরও ঘন ঘন কথা বলতে শুরু করেছিল, এবং মনে হয়েছিল যে তারা তাদের পুরানো স্বভাবে ফিরে এসেছে। তারা রাজনীতি থেকে শুরু করে তাদের প্রিয় শৈশবের স্মৃতি সব কিছু নিয়ে আলোচনা করতো। এমনকি তারা তাদের দৈনন্দিন জীবনের ছবি আদান-প্রদান করতে শুরু করে, ললিতা তার সর্বশেষ ভ্রমণের ছবি শেয়ার করে এবং শেখর তার
     ভ্রমণ করা সুন্দর শহরগুলোর ছবি পাঠায়।

     একদিন, শেখর ললিতাকে মেসেজ করে জিজ্ঞেস করে যে সে তাকে ভিডিও কল করতে চায় কিনা। সে সম্মত হয়, এবং তারা কথা বলা শুরু করার সাথে সাথে তারা উভয়েই বুঝতে পেরেছিল যে একে অপরের প্রতি তাদের অনুভূতি সত্যিই কখনও ম্লান হয়নি।


     ললিতা জানত সে শেখরের কাছে কেমন। শেখরের কাছে ললিতা ছিল ব্রন বা পিম্পলস এর মতো। যা স্পর্শে  বেড়ে যায়, স্পর্শ না করলে আবার মিশে যায়। কিছুদিন ঠিক থাকে আবার কিছুদিন তাড়া করে। তার প্রতি কিছুদিন বিরক্ত থাকে সে কেনো আবার ফিরে আসছে!  সে ভুলে যায়,,আবার খুব করে মনে পড়ে। এই ব্রন বা পিম্পলসের মতোই লতা শেখরের কাছে থাকবে সারাজীবন।

     "শেখর যে ললিতা কে ভালোবাসত, তা তার রূপের জন্য নয়, গুনের জন্যও নয়।ভালো না বেসে  থাকতে পারত না বলেই শেখর লতা কে ভালোবাসত।"

     ললিতার সফল পারিবারিক জীবনের পর, সে হঠাৎ একটি বিরল রোগে অসুস্থ হয়ে পড়ে। তার স্বামী এবং সন্তানেরা তাকে সর্বোত্তম চিকিৎসা সেবা দেওয়ার জন্য যথাসাধ্য চেষ্টা করে, কিন্তু তার অবস্থার দ্রুত অবনতি হয়।

     হঠাৎ একদিন ললইতা অসুস্থতার কারনে তার ঘুমের মধ্যে শান্তিতে মারা যায়। শেখর, সে এখনও ইউরোপে বসবাস করছে, এক আত্মীয়ের ফোন কলের মাধ্যমে এই খবর পায় সে। সে বিধ্বস্ত এবং হৃদয় ভেঙে পড়েছিল সাথে সাথে । সে বুঝতে পারলো যে ললিতা মারা যাওয়ার আগে সে শেষবারের মতো একবারও দেখার সুযোগ পায়নি। শেখরের অনুশোচনা এবং ললিতার জন্য আকাঙ্ক্ষা তীব্র হয়।

     অনেক বছর পর, শেখর অবশেষে ললিতার কবর দেখার সিদ্ধান্ত নেন। সে সেখানে অনেকক্ষণ দাঁড়িয়ে থাকল, তাদের একসাথে শেয়ার করা সব স্মৃতির কথা ভাবল। হেডস্টোনের উপর তার নামের দিকে তাকাতেই তার চোখ জলে ভরে গেল।

     শেখরের ইচ্ছে করছিল  ললিতার চোখের দিকে তাকিয়ে জিজ্ঞাসা করতে, "আমাকে ভালোবাসলে কি হতো ললিতা?" 'আমাকে কেন ভালোবাসলে না?'

     আমাকে ভালোবাসলে কি এমন ক্ষতি হতো?'যু-দ্ধ লেগে যেতো?'মানুষ ম-র-তো?'তাহলে কেন ভালোবাসলে না আমাকে?

     হঠাৎ কাঁধে একটা টোকা অনুভব করল। সে ঘুরে দাঁড়াল লতার মতো দেখতে একজন সুন্দরী মেয়ে কে দেখল। সে তাকে দেখে হেসে বললো, "হ্যালো, আমি মিস.ললিতার মেয়ে।"

     শেখর হতবাক। ললিতার মেয়ে আছে বলে তার ধারণা ছিল না। মেয়েটি নিজেকে ললিতা বলে পরিচয় দেয় এবং শেখরকে তার বাড়িতে চায়ের জন্য আমন্ত্রণ জানালো।

     চা খাওয়ার সময়, ললিতা শেখরের সাথে তার মায়ের সম্পর্কে গল্পগুলি শেয়ার করেছিলো। সে তাকে বলেছিলো যে তার মা তাকে একজন ভালো বন্ধু ভাবতেন এবং কীভাবে তিনি সবসময় তার সম্পর্কে কথা বলতেন।

     শেখর বিশ্বাস করতে পারেনি। সে ভেবেছিল যে ললিতার প্রতি তার ভালবাসা একতরফা, কিন্তু এখন সে বুঝতে পেরেছিল যে সে তাকে ভালোবাসে নাই শুধু একজন ভালো বন্ধু ভেবেছিল।

     ললিতার বাড়ি থেকে বের হওয়ার সময় শেখর কিছু হারানোর অনুভূতি অনুভব করে। সে জানতো যে ললিতার প্রতি তার ভালবাসা কখনই ম্লান হবে না এবং তাদের একসাথে ভাগ করা স্মৃতিগুলিকে লালন করতে পারে।

     শেষ পর্যন্ত, শেখর আর কখনো বিয়ে করে নি।
     শেখর ইউরোপে ফিরে আসে। সে জানতো যে ললবতা সর্বদা তার হৃদয়ে একটি বিশেষ স্থান পাবে, তবে সে এটাও জানত যে তাকে যেতে হবে এবং এগিয়ে যেতে হবে।

     শেখর এমন এক ধরণের ভালবাসা খুঁজে পেয়েছিল যা বিরল এবং বিশেষ ছিল, এমন একটি ভালবাসা যা সময় এবং দূরত্ব অতিক্রম করে। তাদের এই গল্প শেখরকে প্রেমের তিক্ত মিষ্টি প্রকৃতির কথা মনে করিয়ে দেয়।`
    }
  ];

  return (
    <Book
      title="ললিতা"
      chapters={chapters}
    />
  );
};

export default Index;